import { FAQ } from "@/types/faq";

const faqData: FAQ[] = [
  {
    id: 1,
    quest: "سوال ۱: صفحه فرود چه مزیتی در جذب مخاطبان هدف دارد؟",
    ans: "پاسخ: صفحه فرود با ارائه محتوای مرتبط و هدفمند، توجه مخاطبان هدف را جلب کرده و احتمال تبدیل آنها را افزایش میدهد.",
  },
  {
    id: 2,
    quest: "سوال ۲: چرا صفحه فرود برای بهبود نرخ تبدیل مهم است؟",
    ans: "پاسخ: صفحه فرود با حذف عوامل حواسپرتی و تمرکز روی یک اقدام خاص (CTA)، نرخ تبدیل را بهطور چشمگیری بهبود میبخشد.",
  },
  {
    id: 3,
    quest: "سوال ۳: چگونه صفحه فرود به بهبود سئو کمک میکند؟",
    ans: "پاسخ: صفحه فرود با استفاده از کلمات کلیدی مرتبط و محتوای بهینه، رتبه سایت در موتورهای جستجو را بهبود میبخشد و ترافیک ارگانیک را افزایش میدهد.",
  },
];

export default faqData;
