import { Blog } from "@/types/blog";

const BlogData: Blog[] = [
  {
    _id: 1,
    mainImage: "/images/blog/blog-01.png",
    title: "تبلیغ رایگان برای کسب و کار شما",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-02.png",
    title: "9 روش ساده برای افزایش فروش شما در اینترنت",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-03.png",
    title: "نکاتی برای دستیابی سریع تر به مشتریان بالقوه",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است.",
  },
  {
    _id: 1,
    mainImage: "/images/blog/blog-01.png",
    title: "تبلیغ رایگان برای کسب و کار شما",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-02.png",
    title: "9 روش ساده برای افزایش فروش شما در اینترنت",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است",
  },
  {
    _id: 2,
    mainImage: "/images/blog/blog-03.png",
    title: "نکاتی برای دستیابی سریع تر به مشتریان بالقوه",
    metadata:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است.",
  },
];

export default BlogData;
