import image1 from "@/public/images/user/user-01.png";
import image2 from "@/public/images/user/user-02.png";
import { Testimonial } from "@/types/testimonial";

export const testimonialData: Testimonial[] = [
  {
    id: 1,
    name: "حسین پناهی",
    designation: "Founter @democompany",
    image: image1,
    content:
      "من تعجب می کنم چطور روز روشن دو ئیدروژن با یک اکسیژن؛ ترکیب می شوند و آب از آب تکان نمی خورد !",
  },
  {
    id: 2,
    name: "احمد شاملو",
    designation: "Founter @democompany",
    image: image2,
    content:
      "بُهتان مگوی که آفتاب را با ظلمت نبردی در میان است آفتاب از حضورِ ظلمت دلتنگ نیست با ظلمت در جنگ نیست ظلمت را به نبرد آهنگ نیست چندان که آفتاب تیغ برکشد او را مجالِ درنگ نیست همین بس که یاری‌اش مدهی سواری‌اش مدهی",
  },
  {
    id: 3,
    name: "هوشنگ ابتهاج",
    designation: "Founter @democompany",
    image: image1,
    content:
      "ابتهاج در جوانی دلباخته دختری ارمنی به نام گالیا شد که در رشت ساکن بود و این عشق دوران جوانی دست‌مایه اشعار عاشقانه‌ای شد که در آن ایام سرود. بعدها که ایران غرق خون‌ریزی و جنگ و بحران شد ابتهاج شعری به نام (دیرست گالیا…) با اشاره به همان روابط عاشقانه‌اش در گیر و دار مسائل سیاسی سرود.",
  },
  {
    id: 4,
    name: "فریدون مشیری",
    designation: "Founter @democompany",
    image: image2,
    content:
      "فریدون مشیری سال‌های اول و دوم تحصیلات ابتدایی را در تهران انجام داد و سپس به علت مأموریت اداری پدرش به مشهد رفت و بعد از چند سال دوباره به تهران بازگشت و سه سال اول دبیرستان را در دارالفنون گذراند و آنگاه به دبیرستان ادیب رفت. به گفتهٔ خودش: «در سال ۱۳۲۰ که ایران دچار آشفتگی‌هایی بود و نیروهای متفقین از شمال و جنوب به کشور حمله کرده و در ایران بودند ما دوباره به تهران آمدیم و من به ادامه تحصیل مشغول شدم. دبیرستان و بعد به دانشگاه رفتم.»",
  },
];
